/* GENERAL USE*/
"OK" = "OK"; /* Approves of an action*/
"Delete" = "Delete"; /* Deletes an item. */
"Cancel" = "Cancel"; /* Cancels an operation */
"Actions" = "Actions"; /* Displays actions. */
"Rename" = "Rename"; /* Displays an item.*/

/* SIDEBARVIEW */
"Filters" = "Filters"; /* Displays Filters.*/
"Smart Filters" = "Smart Filters"; /* Displays Smart Filters only.*/
"All" = "All"; /* Displays all habits. */
"Recently added" = "Recently added"; /* Displays recently added habits*/
"Tags" = "Tags"; /*Demarcates tags; leads to TagsMenuView.*/
"Add tag" = "Add tag"; /* Allows the user to add a tag. */
"Show awards" = "Show awards"; /* Shows the user the list of awards. */
"Copy Habit Title" = "Copy Habit Title"; /* Allows the user to copy a habit title. */
"Complete Habit" = "Complete Habit"; /*Allows the user to mark a habit as complete. */
"Add Tags" = "Add Tags"; /*Allows the user to add tags. */
"Restore Habit" = "Restore Habit"; /*Allows the user to restore a habit as non-complete. */
"New name" = "New name"; /*Allows the user to input a new name. */
"New tag" = "New tag"; /*Allows the user to input a new tag. */
"Rename tag" = "Rename tag"; /*Allows the user to rename a tag. */

/* WELCOMEVIEW */
"Habits" = "Habits"; /* Shows a list of habits */



"Filter habits, or type # to add tags" = "Filter habits, or type # to add tags"; /* Allows the user to filter habits or add tags (or perhaps both, if the user wants to)*/
"Filter" = "Filter"; /* Allows the user to filter habits. */
"Turn Filter On" = "Turn Filter On"; /* Enables filtering. */
"Turn Filter Off" = "Turn Filter Off"; /* Disable filtering. */
"Sort By" = "Sort By"; /* Adjust the order habits are filtered. */
"Date Created" = "Date Created"; /* Sort habits by date of creation.*/
"Date Modified" = "Date Modified"; /* Sort habits by date of modification.*/
"Sort Order" = "Sort Order"; /* Demarcates order by which habits are sorted.*/
"Newest to Oldest" = "Newest to Oldest"; /* Place newer habits before older habits. */
"Oldest to Newest" = "Oldest to Newest"; /* Place older habits before newer habits. */
"Status" = "Status"; /* Demarcates status of habit completion. */
"All" = "All"; /* Displays all habits.*/
"Unfinished" = "Unfinished"; /* Displays unfinished habits only.*/
"Done" = "Done"; /* Displays completed habits only.*/
"Priority" = "Priority"; /* Demarcates habits by priority. */
"Low" = "Low"; /* Displays low-priority habits only. */
"Medium" = "Medium"; /* Displays medium-priority habits only.*/
"High" = "High"; /* Displays high-priority habits only.*/
"Filter" = "Filter"; /* Allow users to filter habits. */



"New habit" = "New habit"; /* Lets the user add a new habit. */

/* DETAILVIEW */
"Details" = "Details"; /* Displays habit details. */

/* HABITVIEW */
"Title" = "Title"; /* Displays habit title. */
"**Modified**%@" = "**Modified**%@"; /* Displays date that habit was modified. */
"**Status:**%@" = "**Status:**%@"; /* Displays the status of the habit. */



"Priority" = "Priority"; /* Allows user to set habit priority. */
"Low" = "Low"; /* Sets the habit as low priority. */
"Medium" = "Medium"; /* Sets the habit as medium priority. */
"High" = "High"; /* Sets the habit as high priority. */

"Basic Information" = "Basic Information"; /* Allows the user to fill in basic information. */
"Description" = "Description"; /* Allows the user to fill in the habit description. */
"What do you want to do?" = "What do you want to do?"; /* Prompts the user to fill in the habit description. */

/* NOHABITVIEW */
"No Habit Selected" = "No Habit Selected"; /* Tells the user that they didn't select a habit or create any habits. */
"New Habit" = "New Habit"; /* Prompts the creation of a new habits. */

/* AWARDSVIEW */
"Awards" = "Awards"; /* Shows the list of awards. */
"Unlocked" = "Unlocked"; /* Demarcates an award as unlocked by the user. */
"Locked" = "Locked"; /* Demarcates an award as locked from the user. */

/* DATA */
"COMPLETED" = "COMPLETED"; /* Demarcates a habit as completed. */

/* MARK: DEBUGGING PURPOSES ONLY */
"ADD SAMPLES" = "ADD SAMPLES"; /* Allows us to add samples. */
